"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 1200, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 1500, \"word_counts\": \"{\\\"purpose\\\": 38, \\\"acls\\\": 47, \\\"acl\\\": 61, \\\"operationacls\\\": 1, \\\"packets\\\": 231, \\\"enter\\\": 72, \\\"inbound\\\": 22, \\\"interfaces\\\": 248, \\\"relay\\\": 14, \\\"router\\\": 821, \\\"outbound\\\": 13, \\\"apply\\\": 21, \\\"traffic\\\": 308, \\\"note\\\": 133, \\\"act\\\": 10, \\\"originate\\\": 6, \\\"an\\\": 73, \\\"routed\\\": 20, \\\"interface\\\": 678, \\\"saves\\\": 1, \\\"overhead\\\": 7, \\\"routing\\\": 399, \\\"lookups\\\": 2, \\\"packet\\\": 418, \\\"discarded\\\": 10, \\\"regardless\\\": 8, \\\"operation\\\": 81, \\\"cont\\\": 298, \\\"when\\\": 150, \\\"applied\\\": 32, \\\"follows\\\": 50, \\\"procedure\\\": 9, \\\"here\\\": 8, \\\"steps\\\": 51, \\\"standard\\\": 69, \\\"ipv4\\\": 384, \\\"the\\\": 1128, \\\"extracts\\\": 1, \\\"source\\\": 218, \\\"address\\\": 993, \\\"header\\\": 69, \\\"top\\\": 5, \\\"compares\\\": 4, \\\"ace\\\": 20, \\\"sequential\\\": 3, \\\"carries\\\": 4, \\\"instruction\\\": 1, \\\"permitting\\\": 4, \\\"denying\\\": 1, \\\"remaining\\\": 5, \\\"aces\\\": 2, \\\"analyzed\\\": 4, \\\"if\\\": 184, \\\"implicit\\\": 5, \\\"deny\\\": 10, \\\"automatically\\\": 60, \\\"last\\\": 31, \\\"statement\\\": 4, \\\"blocks\\\": 17, \\\"it\\\": 206, \\\"hidden\\\": 3, \\\"displayed\\\": 23, \\\"configuration\\\": 521, \\\"permit\\\": 25, \\\"denied\\\": 5, \\\"due\\\": 19, \\\"tracer\\\": 121, \\\"demonstrationin\\\": 1, \\\"part\\\": 42, \\\"verify\\\": 275, \\\"local\\\": 131, \\\"connectivity\\\": 69, \\\"test\\\": 21, \\\"access\\\": 360, \\\"control\\\": 47, \\\"list\\\": 4, \\\"remove\\\": 2, \\\"repeat\\\": 6, \\\"types\\\": 52, \\\"extended\\\": 60, \\\"aclsthere\\\": 1, \\\"these\\\": 71, \\\"destination\\\": 287, \\\"protocol\\\": 295, \\\"tcp\\\": 136, \\\"udp\\\": 75, \\\"ports\\\": 223, \\\"numbered\\\": 9, \\\"named\\\": 10, \\\"aclsnumbered\\\": 1, \\\"aclsacls\\\": 1, \\\"1-99\\\": 2, \\\"1300-1999\\\": 2, \\\"100-199\\\": 2, \\\"2000-2699\\\": 2, \\\"r1\\\": 363, \\\"config\\\": 167, \\\"access-list\\\": 16, \\\"ip\\\": 713, \\\"1100-1199\\\": 1, \\\"48-bit\\\": 8, \\\"mac\\\": 457, \\\"expanded\\\": 3, \\\"range\\\": 50, \\\"200-299\\\": 1, \\\"type-code\\\": 1, \\\"700-799\\\": 1, \\\"rate-limit\\\": 3, \\\"simple\\\": 10, \\\"enable\\\": 25, \\\"aclsnamed\\\": 1, \\\"method\\\": 71, \\\"configuring\\\": 40, \\\"specifically\\\": 13, \\\"for\\\": 88, \\\"naming\\\": 3, \\\"ftp-filter\\\": 2, \\\"100\\\": 38, \\\"global\\\": 103, \\\"config-ext-nacl\\\": 3, \\\"192\\\": 153, \\\"168\\\": 183, \\\"10\\\": 290, \\\"255\\\": 225, \\\"eq\\\": 2, \\\"ftp\\\": 22, \\\"ftp-data\\\": 1, \\\"where\\\": 4, \\\"place\\\": 28, \\\"aclsevery\\\": 1, \\\"greatest\\\": 4, \\\"efficiency\\\": 3, \\\"located\\\": 13, \\\"close\\\": 11, \\\"filtered\\\": 1, \\\"factors\\\": 10, \\\"influencing\\\": 2, \\\"placementexplanationthe\\\": 1, \\\"extent\\\": 1, \\\"organizational\\\": 4, \\\"controlplacement\\\": 1, \\\"depend\\\": 6, \\\"organization\\\": 43, \\\"networks\\\": 218, \\\"bandwidth\\\": 99, \\\"involvedit\\\": 1, \\\"desirable\\\": 14, \\\"unwanted\\\": 7, \\\"prevent\\\": 40, \\\"transmission\\\": 28, \\\"bandwidth-consuming\\\": 1, \\\"ease\\\": 1, \\\"configurationit\\\": 1, \\\"originated\\\": 1, \\\"this\\\": 314, \\\"save\\\": 24, \\\"filtering\\\": 22, \\\"require\\\": 54, \\\"creating\\\": 12, \\\"routers\\\": 204, \\\"placement\\\": 4, \\\"examplein\\\": 5, \\\"originating\\\": 6, \\\"24\\\": 76, \\\"30\\\": 38, \\\"following\\\": 1, \\\"guidelines\\\": 12, \\\"r3\\\": 34, \\\"example\\\": 31, \\\"there\\\": 60, \\\"s0\\\": 18, \\\"however\\\": 59, \\\"31\\\": 14, \\\"therefore\\\": 24, \\\"g0\\\": 42, \\\"able\\\": 26, \\\"exampleextended\\\": 1, \\\"context\\\": 5, \\\"extends\\\": 4, \\\"in\\\": 127, \\\"company\\\": 2, \\\"telnet\\\": 27, \\\"11\\\": 55, \\\"accomplish\\\": 4, \\\"addition\\\": 19, \\\"cross\\\": 1, \\\"entire\\\": 25, \\\"blocked\\\": 28, \\\"addresses\\\": 217, \\\"leaving\\\": 7, \\\"because\\\": 41, \\\"limited\\\": 23, \\\"wildcard\\\": 20, \\\"masks\\\": 14, \\\"mask\\\": 31, \\\"overviewa\\\": 3, \\\"wildcard-mask\\\": 23, \\\"subnet-mask\\\": 38, \\\"anding\\\": 1, \\\"bits\\\": 89, \\\"unlike\\\": 8, \\\"binary\\\": 64, \\\"reverse\\\": 2, \\\"32-bit\\\": 9, \\\"1s\\\": 6, \\\"0s\\\": 3, \\\"bit\\\": 35, \\\"match\\\": 10, \\\"addresswildcard\\\": 1, \\\"ignore\\\": 10, \\\"overview\\\": 25, \\\"masklast\\\": 1, \\\"octet\\\": 9, \\\"meaning\\\": 2, \\\"000000000match\\\": 1, \\\"octets\\\": 8, \\\"6300111111match\\\": 1, \\\"bits0\\\": 2, \\\"1500001111match\\\": 1, \\\"octet0\\\": 1, \\\"24811111100match\\\": 1, \\\"25511111111match\\\": 1, \\\"typeswildcard\\\": 1, \\\"host\\\": 247, \\\"assume\\\": 7, \\\"permits\\\": 5, \\\"recall\\\": 2, \\\"to\\\": 163, \\\"zeroes\\\": 4, \\\"decimalbinaryipv4\\\": 3, \\\"address192\\\": 6, \\\"111000000\\\": 3, \\\"10101000\\\": 12, \\\"00000001\\\": 5, \\\"00000001wildcard\\\": 2, \\\"mask0\\\": 3, \\\"000000000\\\": 1, \\\"00000000\\\": 15, \\\"00000000permitted\\\": 1, \\\"subnetacl\\\": 1, \\\"hosts\\\": 80, \\\"stipulates\\\": 1, \\\"exactly\\\": 6, \\\"fourth\\\": 1, \\\"25500000000\\\": 2, \\\"11111111permitted\\\": 2, \\\"2411000000\\\": 2, \\\"rangeacl\\\": 1, \\\"16\\\": 85, \\\"17\\\": 14, \\\"15\\\": 35, \\\"011000000\\\": 1, \\\"00010000\\\": 6, \\\"00000000wildcard\\\": 1, \\\"00001111\\\": 1, \\\"11000000\\\": 4, \\\"00011111\\\": 1, \\\"calculationcalculating\\\": 1, \\\"wildcard-masks\\\": 2, \\\"challenging\\\": 2, \\\"one\\\": 12, \\\"shortcut\\\": 1, \\\"subtract\\\": 9, \\\"some\\\": 26, \\\"calculate\\\": 7, \\\"14\\\": 9, \\\"subnet\\\": 25, \\\"32\\\": 37, \\\"28\\\": 2, \\\"240\\\": 7, \\\"summarized\\\": 2, \\\"23\\\": 9, \\\"254\\\": 17, \\\"keywordsthe\\\": 1, \\\"cisco\\\": 282, \\\"ios\\\": 183, \\\"wildcard-masking\\\": 1, \\\"substitutes\\\": 2, \\\"arp\\\": 172, \\\"resolving\\\": 1, \\\"addressesmaintaining\\\": 1, \\\"table\\\": 333, \\\"mappings\\\": 6, \\\"functionsto\\\": 1, \\\"frame\\\": 209, \\\"gateway\\\": 132, \\\"entry\\\": 59, \\\"sends\\\": 73, \\\"request\\\": 83, \\\"video\\\": 69, \\\"requestthis\\\": 1, \\\"cover\\\": 41, \\\"replythis\\\": 3, \\\"reply\\\": 28, \\\"role\\\": 3, \\\"remote\\\": 111, \\\"communicationsthis\\\": 1, \\\"removing\\\": 1, \\\"entries\\\": 1, \\\"tableentries\\\": 1, \\\"permanent\\\": 6, \\\"cache\\\": 23, \\\"timer\\\": 20, \\\"expires\\\": 7, \\\"specified\\\": 52, \\\"period\\\": 13, \\\"time\\\": 142, \\\"duration\\\": 4, \\\"depending\\\": 12, \\\"system\\\": 148, \\\"tables\\\": 6, \\\"networking\\\": 59, \\\"devicesthe\\\": 2, \\\"displays\\\": 52, \\\"windows\\\": 30, \\\"pc\\\": 27, \\\"age\\\": 3, \\\"hardware\\\": 61, \\\"addr\\\": 1, \\\"type\\\": 34, \\\"interfaceinternet\\\": 1, \\\"a0e0\\\": 7, \\\"af0d\\\": 7, \\\"e140\\\": 7, \\\"arpa\\\": 7, \\\"gigabitethernet0\\\": 104, \\\"0c\\\": 2, \\\"\\\\\\\\users\\\\\\\\pc\\\": 1, \\\"-ainterface\\\": 1, \\\"124\\\": 7, \\\"--\\\": 62, \\\"0x10internet\\\": 1, \\\"physical\\\": 121, \\\"type192\\\": 1, \\\"c8-d7-19-cc-a0-86\\\": 1, \\\"dynamic192\\\": 1, \\\"101\\\": 3, \\\"08-3e-0c-f5-f7-77\\\": 1, \\\"dynamic\\\": 124, \\\"issues\\\": 19, \\\"broadcasting\\\": 2, \\\"spoofingarp\\\": 1, \\\"requests\\\": 40, \\\"received\\\": 55, \\\"excessive\\\": 8, \\\"broadcasts\\\": 24, \\\"reduction\\\": 1, \\\"performance\\\": 39, \\\"spoofed\\\": 9, \\\"threat\\\": 142, \\\"actor\\\": 90, \\\"poisoning\\\": 15, \\\"attack\\\": 99, \\\"enterprise\\\": 70, \\\"level\\\": 27, \\\"switches\\\": 218, \\\"mitigation\\\": 8, \\\"protect\\\": 18, \\\"attacks\\\": 186, \\\"examine\\\": 15, \\\"tablein\\\": 4, \\\"requestexamine\\\": 1, \\\"switch\\\": 612, \\\"tableexamine\\\": 1, \\\"process\\\": 30, \\\"communications\\\": 2, \\\"ipv6\\\": 324, \\\"neighbor\\\": 94, \\\"discovery\\\": 38, \\\"discoverythis\\\": 2, \\\"explain\\\": 24, \\\"performs\\\": 16, \\\"resolution\\\": 15, \\\"icmpv6\\\": 22, \\\"solicitation\\\": 7, \\\"advertisement\\\": 9, \\\"messages\\\": 128, \\\"messagesipv6\\\": 1, \\\"nd\\\": 14, \\\"resolutionrouter\\\": 1, \\\"discoveryredirection\\\": 1, \\\"servicesicmpv6\\\": 1, \\\"ns\\\": 8, \\\"na\\\": 4, \\\"device-to-device\\\": 1, \\\"messaging\\\": 6, \\\"icmtpv6\\\": 1, \\\"rs\\\": 7, \\\"ra\\\": 10, \\\"redirect\\\": 8, \\\"next-hop\\\": 45, \\\"selection\\\": 7, \\\"resolutionipv6\\\": 1, \\\"sent\\\": 72, \\\"special\\\": 14, \\\"ethernet\\\": 327, \\\"multicast\\\": 57, \\\"networkpart\\\": 4, \\\"networkipv6\\\": 1, \\\"devices\\\": 23, \\\"small\\\": 64, \\\"network\\\": 220, \\\"topologiesthe\\\": 2, \\\"majority\\\": 2, \\\"design\\\": 36, \\\"usually\\\": 37, \\\"wan\\\": 103, \\\"connection\\\": 102, \\\"provided\\\": 20, \\\"dsl\\\": 32, \\\"cable\\\": 69, \\\"large\\\": 35, \\\"department\\\": 3, \\\"secure\\\": 126, \\\"troubleshoot\\\": 91, \\\"data\\\": 409, \\\"managed\\\": 16, \\\"contracted\\\": 3, \\\"professional\\\": 2, \\\"device\\\": 56, \\\"networklike\\\": 1, \\\"planning\\\": 1, \\\"ensures\\\": 16, \\\"cost\\\": 116, \\\"deployment\\\": 4, \\\"options\\\": 42, \\\"consideration\\\": 3, \\\"intermediary\\\": 6, \\\"support\\\": 79, \\\"selecting\\\": 14, \\\"costspeed\\\": 1, \\\"interfacesexpandabilityoperating\\\": 1, \\\"addressing\\\": 94, \\\"networkwhen\\\": 2, \\\"implementing\\\": 12, \\\"all\\\": 51, \\\"internetwork\\\": 5, \\\"unique\\\": 35, \\\"factor\\\": 3, \\\"end\\\": 19, \\\"connections\\\": 46, \\\"wired\\\": 18, \\\"wireless\\\": 189, \\\"servers\\\": 99, \\\"peripherals\\\": 3, \\\"printers\\\": 8, \\\"security\\\": 215, \\\"cameras\\\": 1, \\\"pointsit\\\": 1, \\\"plan\\\": 14, \\\"document\\\": 17, \\\"redundancy\\\": 49, \\\"networkin\\\": 5, \\\"high\\\": 26, \\\"helps\\\": 13, \\\"eliminate\\\": 13, \\\"points\\\": 25, \\\"accomplished\\\": 4, \\\"installing\\\": 5, \\\"duplicate\\\": 7, \\\"supplying\\\": 1, \\\"critical\\\": 11, \\\"areas\\\": 28, \\\"managementthe\\\": 1, \\\"enhance\\\": 4, \\\"productivity\\\": 3, \\\"employees\\\": 11, \\\"downtime\\\": 2, \\\"real-time\\\": 20, \\\"voice\\\": 44, \\\"relative\\\": 4, \\\"quality\\\": 21, \\\"qos\\\": 96, \\\"priority\\\": 86, \\\"queuing\\\": 35, \\\"queues\\\": 6, \\\"high-priority\\\": 1, \\\"queue\\\": 29, \\\"emptied\\\": 1, \\\"scale\\\": 13, \\\"larger\\\": 13, \\\"growthgrowth\\\": 1, \\\"natural\\\": 1, \\\"grow\\\": 5, \\\"accordingly\\\": 5, \\\"ideally\\\": 1, \\\"lead-time\\\": 1, \\\"intelligent\\\": 1, \\\"growing\\\": 1, \\\"alignment\\\": 1, \\\"documentation\\\": 30, \\\"logical\\\": 43, \\\"topologydevice\\\": 1, \\\"inventory\\\": 1, \\\"comprise\\\": 2, \\\"networkbudget\\\": 1, \\\"itemized\\\": 1, \\\"budget\\\": 3, \\\"fiscal\\\": 1, \\\"year\\\": 1, \\\"purchasing\\\": 2, \\\"budgettraffic\\\": 1, \\\"analysis\\\": 11, \\\"protocols\\\": 140, \\\"applications\\\": 77, \\\"respective\\\": 10, \\\"documentedthese\\\": 1, \\\"decision-making\\\": 1, \\\"accompanies\\\": 1, \\\"scaling\\\": 2, \\\"analysisit\\\": 1, \\\"crossing\\\": 1, \\\"flow\\\": 42, \\\"tools\\\": 90, \\\"patterns\\\": 4, \\\"capture\\\": 25, \\\"peak\\\": 4, \\\"utilization\\\": 13, \\\"times\\\": 20, \\\"representation\\\": 5, \\\"perform\\\": 2, \\\"segments\\\": 21, \\\"segment\\\": 37, \\\"information\\\": 20, \\\"gathered\\\": 2, \\\"analyzer\\\": 1, \\\"evaluated\\\": 1, \\\"employee\\\": 3, \\\"utilizationmany\\\": 1, \\\"systems\\\": 56, \\\"built-in\\\": 2, \\\"display\\\": 48, \\\"snapshot\\\": 2, \\\"os\\\": 16, \\\"versioncpu\\\": 1, \\\"utilizationram\\\": 1, \\\"utilizationdrive\\\": 1, \\\"utilizationnon-network\\\": 1, \\\"applicationsnetwork\\\": 1, \\\"applicationsdocumenting\\\": 1, \\\"snapshots\\\": 1, \\\"evolving\\\": 8, \\\"flows\\\": 21, \\\"common\\\": 49, \\\"applicationsafter\\\": 1, \\\"forms\\\": 7, \\\"software\\\": 89, \\\"application-layer\\\": 6, \\\"communicate\\\": 41, \\\"directly\\\": 95, \\\"layers\\\": 19, \\\"stack\\\": 2, \\\"application\\\": 74, \\\"layer\\\": 320, \\\"services\\\": 49, \\\"network-aware\\\": 1, \\\"prepare\\\": 3, \\\"transfer\\\": 49, \\\"fundamental\\\": 2, \\\"defining\\\": 2, \\\"processes\\\": 2, \\\"session\\\": 38, \\\"syntax\\\": 25, \\\"informational\\\": 1, \\\"fields\\\": 33, \\\"how\\\": 21, \\\"interaction\\\": 1, \\\"many\\\": 10, \\\"established\\\": 18, \\\"policy\\\": 33, \\\"versions\\\": 13, \\\"ssh\\\": 74, \\\"sftp\\\": 8, \\\"https\\\": 11, \\\"whenever\\\": 6, \\\"applicationsbusinesses\\\": 1, \\\"today\\\": 10, \\\"increasingly\\\": 6, \\\"telephony\\\": 3, \\\"streaming\\\": 6, \\\"enabling\\\": 8, \\\"remotely\\\": 10, \\\"ensure\\\": 41, \\\"infrastructure\\\": 38, \\\"does\\\": 5, \\\"capacity\\\": 13, \\\"capability\\\": 13, \\\"voip\\\": 8, \\\"expensive\\\": 20, \\\"employs\\\": 3, \\\"dedicated\\\": 23, \\\"form\\\": 40, \\\"signaling\\\": 6, \\\"service\\\": 51, \\\"latency\\\": 19, \\\"transport\\\": 49, \\\"rtp\\\": 3, \\\"rtcp\\\": 1, \\\"commands\\\": 144, \\\"hostin\\\": 2, \\\"sharing\\\": 20, \\\"center\\\": 45, \\\"settings\\\": 96, \\\"dns\\\": 124, \\\"or\\\": 3, \\\"ipconfig\\\": 12, \\\"use\\\": 116, \\\"regarding\\\": 4, \\\"dhcp\\\": 206, \\\"client\\\": 188, \\\"renewed\\\": 1, \\\"release\\\": 6, \\\"renew\\\": 4, \\\"pcs\\\": 3, \\\"optimizes\\\": 1, \\\"storing\\\": 6, \\\"memory\\\": 36, \\\"displaydns\\\": 1, \\\"cached\\\": 1, \\\"linux\\\": 13, \\\"hostverifying\\\": 1, \\\"gui\\\": 9, \\\"machine\\\": 7, \\\"differ\\\": 5, \\\"distribution\\\": 21, \\\"on\\\": 44, \\\"ifconfig\\\": 2, \\\"status\\\": 58, \\\"active\\\": 95, \\\"properties\\\": 21, \\\"delete\\\": 16, \\\"macos\\\": 3, \\\"preferences\\\": 1, \\\"advanced\\\": 24, \\\"other\\\": 12, \\\"networksetup\\\": 2, \\\"-listallnetworkservices\\\": 1, \\\"-getinfo\\\": 1, \\\"commandthe\\\": 3, \\\"executed\\\": 6, \\\"prompt\\\": 22, \\\"lists\\\": 22, \\\"-a\\\": 1, \\\"binding\\\": 6, \\\"recently\\\": 4, \\\"populated\\\": 1, \\\"ping\\\": 80, \\\"cleared\\\": 1, \\\"netsh\\\": 2, \\\"arpcache\\\": 2, \\\"event\\\": 11, \\\"repopulate\\\": 1, \\\"updated\\\": 10, \\\"you\\\": 31, \\\"revisitedcommanddescriptionshow\\\": 1, \\\"running-configverifies\\\": 1, \\\"settingsshow\\\": 1, \\\"interfacesverifies\\\": 1, \\\"error-messagesshow\\\": 1, \\\"interfaceverifies\\\": 1, \\\"interfaceshow\\\": 2, \\\"arpverifies\\\": 1, \\\"lansshow\\\": 1, \\\"routeverifies\\\": 1, \\\"informationshow\\\": 1, \\\"protocolsverifies\\\": 1, \\\"operationalshow\\\": 1, \\\"versionverifies\\\": 1, \\\"licenses\\\": 1, \\\"cdp\\\": 59, \\\"neighbors\\\": 30, \\\"commandcdp\\\": 1, \\\"identifiers\\\": 2, \\\"deviceaddress\\\": 1, \\\"up\\\": 27, \\\"network-layer\\\": 17, \\\"supportedport\\\": 1, \\\"identifier\\\": 11, \\\"port\\\": 542, \\\"ascii\\\": 2, \\\"string\\\": 10, \\\"fastethernet\\\": 14, \\\"0capabilities\\\": 1, \\\"whether\\\": 1, \\\"switchplatform\\\": 1, \\\"platform\\\": 15, \\\"detail\\\": 14, \\\"reveals\\\": 4, \\\"neighboring\\\": 8, \\\"commandone\\\": 1, \\\"frequently\\\": 2, \\\"abbreviated\\\": 2, \\\"key\\\": 118, \\\"version\\\": 46, \\\"commandthis\\\": 1, \\\"demonstrate\\\": 6, \\\"interpret\\\": 1, \\\"command\\\": 20, \\\"outputthis\\\": 1, \\\"reinforce\\\": 1, \\\"configure\\\": 523, \\\"analyze\\\": 18, \\\"image\\\": 64, \\\"management\\\": 40, \\\"tftp\\\": 67, \\\"backup\\\": 45, \\\"locationas\\\": 2, \\\"grows\\\": 7, \\\"files\\\": 37, \\\"central\\\": 7, \\\"server\\\": 405, \\\"revisions\\\": 2, \\\"maintained\\\": 3, \\\"production\\\": 5, \\\"internetworks\\\": 2, \\\"span\\\": 5, \\\"wide\\\": 11, \\\"copy\\\": 62, \\\"corrupted\\\": 7, \\\"accidentally\\\": 4, \\\"widely\\\": 2, \\\"distributed\\\": 13, \\\"location\\\": 23, \\\"using\\\": 31, \\\"uploads\\\": 6, \\\"downloads\\\": 3, \\\"workstation\\\": 3, \\\"exampleto\\\": 4, \\\"minimum\\\": 22, \\\"necessary\\\": 23, \\\"procedures\\\": 7, \\\"backing\\\": 2, \\\"step\\\": 167, \\\"size\\\": 34, \\\"flash\\\": 62, \\\"sufficient\\\": 8, \\\"disk\\\": 7, \\\"accommodate\\\": 8, \\\"flash0\\\": 4, \\\"file\\\": 219, \\\"source-url\\\": 2, \\\"destination-url\\\": 2, \\\"after\\\": 38, \\\"urls\\\": 6, \\\"prompted\\\": 5, \\\"examplestep\\\": 4, \\\"upgraded\\\": 2, \\\"compare\\\": 7, \\\"2001\\\": 73, \\\"db8\\\": 87, \\\"cafe\\\": 12, \\\"99\\\": 27, \\\"filename\\\": 16, \\\"isr4200-universalk9\\\": 8, \\\"ias\\\": 10, \\\"09\\\": 15, \\\"04\\\": 14, \\\"spa\\\": 10, \\\"accessing\\\": 2, \\\"isr4200-\\\": 2, \\\"universalk9\\\": 2, \\\"loading\\\": 10, \\\"via\\\": 66, \\\"ok\\\": 15, \\\"517153193\\\": 4, \\\"bytes\\\": 54, \\\"copied\\\": 12, \\\"868\\\": 2, \\\"128\\\": 37, \\\"secs\\\": 6, \\\"265652\\\": 2, \\\"sec\\\": 21, \\\"boot\\\": 44, \\\"commandduring\\\": 2, \\\"startup\\\": 16, \\\"bootstrap\\\": 4, \\\"code\\\": 31, \\\"parses\\\": 2, \\\"nvram\\\": 13, \\\"load\\\": 16, \\\"several\\\": 7, \\\"sequence\\\": 32, \\\"fault-tolerant\\\": 3, \\\"defaults\\\": 7, \\\"upgrade\\\": 13, \\\"reload\\\": 14, \\\"running-config\\\": 63, \\\"startup-config\\\": 44, \\\"imagein\\\": 2, \\\"maintenance\\\": 41, \\\"systemsthe\\\": 2, \\\"ifs\\\": 2, \\\"navigate\\\": 3, \\\"directories\\\": 4, \\\"directory\\\": 12, \\\"subdirectories\\\": 2, \\\"available\\\": 81, \\\"4221\\\": 2, \\\"asterisk\\\": 7, \\\"pound\\\": 2, \\\"sign\\\": 2, \\\"bootable\\\": 2, \\\"both\\\": 13, \\\"dir\\\": 9, \\\"contents\\\": 21, \\\"of\\\": 7, \\\"interest\\\": 8, \\\"listing\\\": 3, \\\"ram\\\": 15, \\\"cd\\\": 10, \\\"present\\\": 9, \\\"pwd\\\": 2, \\\"finally\\\": 10, \\\"although\\\": 12, \\\"listed\\\": 16, \\\"startup-configuration\\\": 3, \\\"systemswith\\\": 2, \\\"2960\\\": 13, \\\"archive\\\": 3, \\\"upload\\\": 8, \\\"download\\\": 9, \\\"catalyst\\\": 18, \\\"text\\\": 12, \\\"back\\\": 16, \\\"configurationconfiguration\\\": 2, \\\"tera\\\": 16, \\\"term\\\": 16, \\\"menu\\\": 8, \\\"click\\\": 34, \\\"log\\\": 23, \\\"choose\\\": 2, \\\"capturing\\\": 4, \\\"execute\\\": 6, \\\"privileged\\\": 31, \\\"exec\\\": 48, \\\"window\\\": 16, \\\"directed\\\": 5, \\\"view\\\": 21, \\\"restore\\\": 31, \\\"configurationa\\\": 2, \\\"pasted\\\": 2, \\\"editing\\\": 4, \\\"encrypted\\\": 24, \\\"passwords\\\": 49, \\\"plaintext\\\": 12, \\\"non-command\\\": 2, \\\"more\\\": 8, \\\"mode\\\": 263, \\\"pasting\\\": 4, \\\"instead\\\": 7, \\\"copying\\\": 2, \\\"restored\\\": 2, \\\"send\\\": 3, \\\"locate\\\": 9, \\\"open\\\": 17, \\\"paste\\\": 3, \\\"cli\\\": 18, \\\"configurationfollow\\\": 2, \\\"assign\\\": 22, \\\"press\\\": 4, \\\"confirm\\\": 16, \\\"name\\\": 17, \\\"r1-config\\\": 10, \\\"r1-jan-2019write\\\": 2, \\\"r1-jan-2019\\\": 4, \\\"writing\\\": 4, \\\"usb\\\": 41, \\\"routerthe\\\": 2, \\\"universal\\\": 2, \\\"serial\\\": 19, \\\"bus\\\": 8, \\\"storage\\\": 11, \\\"enables\\\": 35, \\\"drives\\\": 4, \\\"optional\\\": 15, \\\"secondary\\\": 5, \\\"4321\\\": 2, \\\"configurationissue\\\": 2, \\\"usbflash0\\\": 8, \\\"be\\\": 5, \\\"sure\\\": 10, \\\"indicated\\\": 14, \\\"slash\\\": 2, \\\"root\\\": 47, \\\"overwrite\\\": 2, \\\"warning\\\": 6, \\\"existing\\\": 20, \\\"do\\\": 6, \\\"5024\\\": 2, \\\"796\\\": 2, \\\"2797\\\": 2, \\\"configurations\\\": 34, \\\"drive\\\": 4, \\\"edit\\\": 4, \\\"editor\\\": 2, \\\"assuming\\\": 4, \\\"password\\\": 101, \\\"recovery\\\": 29, \\\"procedurespasswords\\\": 2, \\\"unauthorized\\\": 28, \\\"secret\\\": 31, \\\"rommon\\\": 18, \\\"change\\\": 17, \\\"register\\\": 13, \\\"with\\\": 19, \\\"console\\\": 37, \\\"break\\\": 11, \\\"external\\\": 14, \\\"powered\\\": 6, \\\"readonly\\\": 2, \\\"initialized\\\": 3, \\\"monitor\\\": 27, \\\"aborted\\\": 4, \\\"interrupt\\\": 6, \\\"confreg\\\": 4, \\\"0x2142\\\": 8, \\\"reset\\\": 17, \\\"restart\\\": 2, \\\"rebooting\\\": 2, \\\"decompressing\\\": 2, \\\"1941\\\": 2, \\\"1r\\\": 2, \\\"m9\\\": 2, \\\"fc1\\\": 2, \\\"technical\\\": 5, \\\"http\\\": 35, \\\"www\\\": 14, \\\"com\\\": 18, \\\"techsupport\\\": 3, \\\"copyright\\\": 3, \\\"2010\\\": 2, \\\"inc\\\": 3, \\\"omitted\\\": 37, \\\"finished\\\": 3, \\\"reloading\\\": 2, \\\"caution\\\": 3, \\\"original\\\": 34, \\\"running-configdestination\\\": 2, \\\"1450\\\": 2, \\\"156\\\": 2, \\\"9295\\\": 2, \\\"strong\\\": 8, \\\"exampler1\\\": 2, \\\"cntl\\\": 4, \\\"0x2102\\\": 4, \\\"config-register\\\": 4, \\\"0x2102r1\\\": 2, \\\"building\\\": 4, \\\"filesin\\\": 6, \\\"establish\\\": 10, \\\"lab\\\": 37, \\\"manage\\\": 7, \\\"basic\\\": 65, \\\"settingspart\\\": 7, \\\"terminal\\\": 5, \\\"emulation\\\": 8, \\\"create\\\": 25, \\\"filepart\\\": 2, \\\"running\\\": 9, \\\"configurationpart\\\": 6, \\\"memorypart\\\": 2, \\\"research\\\": 14, \\\"proceduresin\\\": 2, \\\"registerpart\\\": 2, \\\"specific\\\": 4, \\\"pingwhether\\\": 1, \\\"properly\\\": 8, \\\"internet\\\": 84, \\\"effective\\\": 8, \\\"message\\\": 166, \\\"icmp\\\": 64, \\\"echo\\\": 26, \\\"consecutive\\\": 2, \\\"expects\\\": 2, \\\"indicator\\\": 2, \\\"indicators\\\": 2, \\\"elementdescriptionexclamation\\\": 1, \\\"receipt\\\": 6, \\\"validates\\\": 2, \\\"expired\\\": 3, \\\"occurred\\\": 6, \\\"somewhere\\\": 1, \\\"path\\\": 144, \\\"uppercase\\\": 3, \\\"responded\\\": 1, \\\"unreachable\\\": 11, \\\"error\\\": 21, \\\"possible\\\": 2, \\\"direction\\\": 10, \\\"scope\\\": 36, \\\"pingthe\\\": 1, \\\"prompts\\\": 2, \\\"customize\\\": 1, \\\"pressing\\\": 2, \\\"accepts\\\": 5, \\\"pings\\\": 8, \\\"traceroutethe\\\": 1, \\\"traceroute\\\": 36, \\\"help\\\": 32, \\\"trace\\\": 9, \\\"returns\\\": 7, \\\"hops\\\": 4, \\\"tracert\\\": 6, \\\"ctrl-c\\\": 1, \\\"hop\\\": 35, \\\"timed\\\": 2, \\\"appears\\\": 6, \\\"r2\\\": 109, \\\"outputs\\\": 1, \\\"validated\\\": 1, \\\"successfully\\\": 10, \\\"asterisks\\\": 1, \\\"timeouts\\\": 2, \\\"potential\\\": 10, \\\"ctrl-shift-6\\\": 1, \\\"implementation\\\": 49, \\\"invalid\\\": 13, \\\"traceroutelike\\\": 1, \\\"adjust\\\": 9, \\\"parameters\\\": 33, \\\"guided\\\": 2, \\\"option\\\": 18, \\\"guide\\\": 3, \\\"presenting\\\": 1, \\\"baselineone\\\": 1, \\\"monitoring\\\": 12, \\\"troubleshooting\\\": 92, \\\"baseline\\\": 13, \\\"results\\\": 14, \\\"relevant\\\": 2, \\\"stamped\\\": 1, \\\"date\\\": 6, \\\"retrieval\\\": 2, \\\"comparison\\\": 4, \\\"among\\\": 5, \\\"items\\\": 2, \\\"error-messages\\\": 7, \\\"corporate\\\": 1, \\\"extensive\\\": 4, \\\"baselines\\\": 3, \\\"professional-grade\\\": 1, \\\"maintaining\\\": 4, \\\"traceroutein\\\": 1, \\\"latencypart\\\": 1, \\\"manual\\\": 2, \\\"devicesend\\\": 2, \\\"panel\\\": 4, \\\"adapter\\\": 10, \\\"next\\\": 24, \\\"right-click\\\": 4, \\\"area\\\": 73, \\\"then\\\": 7, \\\"automatic\\\": 19, \\\"devicesdhcp\\\": 2, \\\"dhcp-enabled\\\": 2, \\\"obtain\\\": 5, \\\"dhcpv6\\\": 11, \\\"slaac\\\": 6, \\\"stateless\\\": 5, \\\"autoconfiguration\\\": 3, \\\"allocation\\\": 9, \\\"virtual\\\": 71, \\\"configurationto\\\": 5, \\\"svi\\\": 24, \\\"vlan\\\": 293, \\\"ip-address\\\": 26, \\\"shutdown\\\": 32, \\\"namesthe\\\": 1, \\\"hostname\\\": 13, \\\"by\\\": 25, \\\"factory\\\": 2, \\\"guideline\\\": 1, \\\"start\\\": 13, \\\"lettercontain\\\": 1, \\\"spacesend\\\": 1, \\\"digituse\\\": 1, \\\"digits\\\": 7, \\\"dashesbe\\\": 1, \\\"64\\\": 53, \\\"characters\\\": 12, \\\"lengthnote\\\": 1, \\\"guidelinesthe\\\": 3, \\\"concern\\\": 3, \\\"limit\\\": 21, \\\"administrative\\\": 19, \\\"securing\\\": 11, \\\"legal\\\": 7, \\\"notifications\\\": 2, \\\"length\\\": 47, \\\"combination\\\": 19, \\\"upper\\\": 2, \\\"lowercase\\\": 3, \\\"numeric\\\": 8, \\\"sequences\\\": 2, \\\"avoid\\\": 16, \\\"most\\\": 19, \\\"labs\\\": 1, \\\"class\\\": 29, \\\"guessable\\\": 1, \\\"avoided\\\": 1, \\\"passwordssecuring\\\": 1, \\\"first\\\": 18, \\\"login\\\": 7, \\\"vty\\\": 22, \\\"encrypt\\\": 17, \\\"passwordsthe\\\": 1, \\\"password-encryption\\\": 2, \\\"banner\\\": 12, \\\"messagesa\\\": 1, \\\"warn\\\": 1, \\\"attempting\\\": 4, \\\"motd\\\": 7, \\\"delimiting\\\": 1, \\\"attempts\\\": 17, \\\"settingscisco\\\": 1, \\\"similarities\\\": 1, \\\"they\\\": 39, \\\"structures\\\": 4, \\\"initial\\\": 54, \\\"distinguish\\\": 5, \\\"dual\\\": 1, \\\"topologyone\\\": 1, \\\"distinguishing\\\": 1, \\\"supported\\\": 24, \\\"lans\\\": 26, \\\"gigabit\\\": 23, \\\"dual-stack\\\": 3, \\\"interfacesrouters\\\": 1, \\\"wans\\\": 27, \\\"interconnect\\\": 12, \\\"g2\\\": 1, \\\"isrs\\\": 1, \\\"integrated\\\": 17, \\\"high-speed\\\": 10, \\\"card\\\": 4, \\\"hwic\\\": 1, \\\"slots\\\": 2, \\\"configured\\\": 4, \\\"ipv6-address\\\": 7, \\\"prefix\\\": 38, \\\"activated\\\": 4, \\\"lan\\\": 118, \\\"hub\\\": 10, \\\"physical-layer\\\": 9, \\\"description\\\": 12, \\\"optionally\\\": 1, \\\"short\\\": 9, \\\"benefits\\\": 14, \\\"descriptions\\\": 2, \\\"realized\\\": 1, \\\"identifying\\\": 6, \\\"third-party\\\": 1, \\\"contact\\\": 5, \\\"loopback\\\": 28, \\\"interfacesanother\\\": 1, \\\"internal\\\": 45, \\\"functioning\\\": 7, \\\"testing\\\": 13, \\\"managing\\\": 11, \\\"emulating\\\": 1, \\\"simulate\\\": 6, \\\"curriculum\\\": 3, \\\"link\\\": 144, \\\"assigning\\\": 2, \\\"config-if\\\": 135, \\\"interfacesin\\\": 1, \\\"connectivityconfigure\\\": 1, \\\"module\\\": 45, \\\"objectivesmodule\\\": 35, \\\"title\\\": 35, \\\"configurationmodule\\\": 7, \\\"objective\\\": 35, \\\"implement\\\": 36, \\\"topic\\\": 31, \\\"titletopic\\\": 35, \\\"objectiveconfigure\\\": 4, \\\"settingsconfigure\\\": 6, \\\"interfacesconfigure\\\": 3, \\\"default\\\": 70, \\\"gatewayconfigure\\\": 3, \\\"stepsconfigure\\\": 3, \\\"provide\\\": 6, \\\"hostnamerouter\\\": 3, \\\"passwordrouter\\\": 9, \\\"0router\\\": 3, \\\"config-line\\\": 37, \\\"loginrouter\\\": 6, \\\"4router\\\": 3, \\\"encryptionrouter\\\": 3, \\\"endrouter\\\": 3, \\\"examplecommands\\\": 3, \\\"r1r1\\\": 3, \\\"classr1\\\": 3, \\\"0r1\\\": 13, \\\"ciscor1\\\": 6, \\\"loginr1\\\": 6, \\\"4r1\\\": 3, \\\"telnetr1\\\": 3, \\\"exitr1\\\": 12, \\\"encryptionr1\\\": 3, \\\"prohibited\\\": 4, \\\"settingsin\\\": 3, \\\"interfacesconfiguring\\\": 3, \\\"type-and-number\\\": 3, \\\"description-text\\\": 3, \\\"ipv4-address\\\": 3, \\\"prefix-length\\\": 7, \\\"activates\\\": 3, \\\"examplethe\\\": 10, \\\"gigabitethernet\\\": 21, \\\"lanr1\\\": 4, \\\"acad\\\": 54, \\\"64r1\\\": 6, \\\"shutdownr1\\\": 6, \\\"aug\\\": 18, \\\"01\\\": 28, \\\"43\\\": 12, \\\"53\\\": 5, \\\"435\\\": 3, \\\"link-3-updown\\\": 15, \\\"changed\\\": 48, \\\"56\\\": 6, \\\"447\\\": 6, \\\"57\\\": 5, \\\"lineproto-5-updown\\\": 8, \\\"line\\\": 16, \\\"1r1\\\": 6, \\\"r2r1\\\": 3, \\\"209\\\": 75, \\\"165\\\": 80, \\\"200\\\": 76, \\\"225\\\": 30, \\\"252r1\\\": 3, \\\"feed\\\": 16, \\\"224\\\": 24, \\\"46\\\": 13, \\\"29\\\": 3, \\\"170\\\": 3, \\\"171\\\": 6, \\\"33\\\": 5, \\\"briefinterface\\\": 6, \\\"yes\\\": 20, \\\"vlan1\\\": 8, \\\"unassigned\\\": 12, \\\"unset\\\": 6, \\\"briefgigabitethernet0\\\": 6, \\\"fe80\\\": 24, \\\"201\\\": 22, \\\"c9ff\\\": 12, \\\"fe89\\\": 12, \\\"45012001\\\": 6, \\\"1gigabitethernet0\\\": 6, \\\"45022001\\\": 6, \\\"1vlan1\\\": 6, \\\"verification\\\": 28, \\\"commandsthe\\\": 3, \\\"summarizes\\\": 8, \\\"commandsdescriptionshow\\\": 3, \\\"briefdisplays\\\": 5, \\\"route\\\": 316, \\\"routedisplays\\\": 5, \\\"interfacesdisplays\\\": 9, \\\"statistics\\\": 32, \\\"only\\\": 20, \\\"resort\\\": 11, \\\"set192\\\": 3, \\\"subnetted\\\": 12, \\\"subnets\\\": 15, \\\"masksc\\\": 6, \\\"0l\\\": 5, \\\"0209\\\": 3, \\\"1l\\\": 4, \\\"connectedl\\\": 6, \\\"receivec\\\": 3, \\\"receivel\\\": 3, \\\"ff00\\\": 8, \\\"null0\\\": 5, \\\"receiver1\\\": 3, \\\"gig0\\\": 3, \\\"0gigabitethernet0\\\": 13, \\\"isr4321-2x1ge\\\": 3, \\\"bia\\\": 3, \\\"laninternet\\\": 3, \\\"24mtu\\\": 3, \\\"1500\\\": 14, \\\"bw\\\": 3, \\\"100000\\\": 3, \\\"kbit\\\": 3, \\\"dly\\\": 3, \\\"txload\\\": 3, \\\"rxload\\\": 3, \\\"255encapsulation\\\": 3, \\\"setkeepalive\\\": 3, \\\"full\\\": 46, \\\"duplex\\\": 47, \\\"100mbps\\\": 3, \\\"auto\\\": 20, \\\"rj45output\\\": 3, \\\"flow-control\\\": 12, \\\"offarp\\\": 3, \\\"timeout\\\": 3, \\\"00\\\": 61, \\\"00last\\\": 3, \\\"35\\\": 5, \\\"neverlast\\\": 3, \\\"counters\\\": 4, \\\"neverinput\\\": 3, \\\"375\\\": 3, \\\"drops\\\": 21, \\\"flushes\\\": 3, \\\"total\\\": 19, \\\"0queueing\\\": 3, \\\"strategy\\\": 4, \\\"fifooutput\\\": 3, \\\"40\\\": 24, \\\"rate\\\": 29, \\\"sec5\\\": 3, \\\"sec1180\\\": 3, \\\"109486\\\": 3, \\\"bufferreceived\\\": 3, \\\"84\\\": 3, \\\"multicasts\\\": 9, \\\"runts\\\": 7, \\\"giants\\\": 7, \\\"throttles\\\": 3, \\\"upinternet\\\": 5, \\\"24broadcast\\\": 3, \\\"255address\\\": 3, \\\"setup\\\": 8, \\\"commandmtu\\\": 3, \\\"byteshelper\\\": 3, \\\"setdirected\\\": 3, \\\"broadcast\\\": 90, \\\"forwarding\\\": 128, \\\"disabledoutgoing\\\": 3, \\\"outgoing\\\": 12, \\\"setinbound\\\": 3, \\\"setproxy\\\": 3, \\\"enabledlocal\\\": 3, \\\"proxy\\\": 3, \\\"disabledsecurity\\\": 3, \\\"defaultsplit\\\": 3, \\\"horizon\\\": 3, \\\"enabledicmp\\\": 6, \\\"redirects\\\": 7, \\\"senticmp\\\": 6, \\\"unreachables\\\": 6, \\\"sentip\\\": 3, \\\"switching\\\": 58, \\\"enabledip\\\": 3, \\\"upipv6\\\": 3, \\\"link-local\\\": 25, \\\"868a\\\": 3, \\\"8dff\\\": 3, \\\"fe44\\\": 3, \\\"49b0no\\\": 3, \\\"es\\\": 11, \\\"langlobal\\\": 3, \\\"unicast\\\": 47, \\\"64joined\\\": 3, \\\"group\\\": 47, \\\"ff02\\\": 5, \\\"1ff02\\\": 6, \\\"ff44\\\": 3, \\\"49b0mtu\\\": 3, \\\"bytesicmp\\\": 3, \\\"millisecondsicmp\\\": 3, \\\"sentnd\\\": 3, \\\"dad\\\": 9, \\\"1nd\\\": 3, \\\"30000\\\": 6, \\\"milliseconds\\\": 7, \\\"retransmit\\\": 9, \\\"1000\\\": 10, \\\"millisecondsr1\\\": 3, \\\"hostthe\\\": 3, \\\"attached\\\": 21, \\\"pc3\\\": 16, \\\"pc1\\\": 38, \\\"forwards\\\": 33, \\\"switcha\\\": 3, \\\"default-gateway\\\": 6, \\\"media\\\": 10, \\\"is\\\": 20, \\\"working\\\": 3, \\\"corrected\\\": 3, \\\"graphic\\\": 3, \\\"from\\\": 10, \\\"wrong\\\": 9, \\\"ar\\\": 3, \\\"and\\\": 3, \\\"bug\\\": 3, \\\"liststop\\\": 3, \\\"connect\\\": 10, \\\"lanin\\\": 5, \\\"issuesin\\\": 5, \\\"isolate\\\": 6, \\\"determine\\\": 16, \\\"structure\\\": 28, \\\"structurekeyword\\\": 1, \\\"parameter\\\": 7, \\\"argument\\\": 8, \\\"predefined\\\": 3, \\\"variable\\\": 22, \\\"checka\\\": 1, \\\"arguments\\\": 5, \\\"boldface\\\": 1, \\\"italic\\\": 1, \\\"conventiondescriptionboldfaceboldface\\\": 1, \\\"literally\\\": 1, \\\"italicsitalic\\\": 1, \\\"supply\\\": 3, \\\"square\\\": 1, \\\"brackets\\\": 3, \\\"element\\\": 8, \\\"braces\\\": 5, \\\"vertical\\\": 1, \\\"square-brackets\\\": 3, \\\"spaces\\\": 4, \\\"delineate\\\": 1, \\\"check\\\": 9, \\\"pattern\\\": 1, \\\"entering\\\": 13, \\\"user-defined\\\": 3, \\\"complex\\\": 13, \\\"featuresthe\\\": 1, \\\"context-sensitive\\\": 2, \\\"which\\\": 4, \\\"interpreter\\\": 2, \\\"feedback\\\": 2, \\\"describing\\\": 7, \\\"hot\\\": 6, \\\"keys\\\": 5, \\\"shortcutsthe\\\": 1, \\\"shortcuts\\\": 4, \\\"shortened\\\": 2, \\\"conf\\\": 4, \\\"begins\\\": 8, \\\"keystrokes\\\": 2, \\\"keystrokedescriptiontabcompletes\\\": 1, \\\"partial\\\": 2, \\\"backspaceerases\\\": 1, \\\"cursor\\\": 3, \\\"left\\\": 1, \\\"arrow\\\": 3, \\\"ctrl\\\": 4, \\\"bmoves\\\": 1, \\\"right\\\": 3, \\\"fmoves\\\": 1, \\\"precalls\\\": 1, \\\"history\\\": 2, \\\"buffer\\\": 17, \\\"keystrokedescriptionctrl-cwhen\\\": 1, \\\"ctrl-zwhen\\\": 1, \\\"ctrl-shift-6all-purpose\\\": 1, \\\"abort\\\": 5, \\\"traceroutes\\\": 1, \\\"etc\\\": 11, \\\"keystrokedescriptionenter\\\": 1, \\\"keydisplays\\\": 1, \\\"space\\\": 1, \\\"bardisplays\\\": 1, \\\"screen\\\": 2, \\\"any\\\": 19, \\\"keyends\\\": 1, \\\"practices\\\": 10, \\\"portsconfigure\\\": 1, \\\"accessconfigure\\\": 1, \\\"configurationconfigure\\\": 5, \\\"directly-connected\\\": 1, \\\"connected\\\": 13, \\\"networksverify\\\": 1, \\\"sequenceafter\\\": 1, \\\"five-step\\\": 1, \\\"power-on\\\": 1, \\\"self-test\\\": 1, \\\"post\\\": 12, \\\"rom\\\": 2, \\\"cpu\\\": 27, \\\"subsystem\\\": 1, \\\"dram\\\": 1, \\\"portion\\\": 16, \\\"loader\\\": 10, \\\"immediately\\\": 19, \\\"low-level\\\": 1, \\\"initialization\\\": 1, \\\"initializes\\\": 3, \\\"registers\\\": 1, \\\"mapped\\\": 5, \\\"quantity\\\": 4, \\\"speed\\\": 48, \\\"environment\\\": 21, \\\"executable\\\": 2, \\\"notice\\\": 23, \\\"commanddefinitionboot\\\": 1, \\\"systemthe\\\": 1, \\\"commandflash\\\": 1, \\\"devicec2960-lanbasek9-mz\\\": 1, \\\"150-2\\\": 2, \\\"se\\\": 3, \\\"systemc2960-lanbasek9-mz\\\": 1, \\\"binthe\\\": 1, \\\"led\\\": 13, \\\"indicatorssystem\\\": 1, \\\"syst\\\": 1, \\\"shows\\\": 2, \\\"power\\\": 25, \\\"redundant\\\": 40, \\\"rps\\\": 3, \\\"stat\\\": 2, \\\"understood\\\": 3, \\\"light\\\": 8, \\\"duplx\\\": 2, \\\"poe\\\": 9, \\\"indicates\\\": 1, \\\"modes\\\": 20, \\\"offgreenblinking\\\": 1, \\\"greenamberblinking\\\": 1, \\\"amberalternating\\\": 1, \\\"green\\\": 1, \\\"amberrpsoff\\\": 1, \\\"no\\\": 22, \\\"rpsrps\\\": 1, \\\"readyrps\\\": 1, \\\"availablerps\\\": 1, \\\"standby\\\": 19, \\\"faultinternal\\\": 1, \\\"ps\\\": 1, \\\"powern\\\": 1, \\\"apoenot\\\": 1, \\\"issuesselectedn\\\": 1, \\\"anot\\\": 1, \\\"presentn\\\": 1, \\\"awhen\\\": 1, \\\"statno\\\": 1, \\\"shutdownlink\\\": 1, \\\"upactivityport\\\": 1, \\\"preventing\\\": 6, \\\"loopport\\\": 1, \\\"looplink\\\": 1, \\\"faultduplexhalf-duplexfull-duplexn\\\": 1, \\\"aspeed10mbps100mbps1000mbpsn\\\": 1, \\\"apoepoe\\\": 1, \\\"offpoe\\\": 1, \\\"onn\\\": 1, \\\"apoe\\\": 1, \\\"disabledpoe\\\": 1, \\\"faultpoe\\\": 1, \\\"recovering\\\": 1, \\\"crashthe\\\": 1, \\\"missing\\\": 14, \\\"damaged\\\": 4, \\\"unplug\\\": 2, \\\"cord\\\": 2, \\\"reconnect\\\": 1, \\\"flashing\\\": 1, \\\"continue\\\": 4, \\\"amber\\\": 1, \\\"solid\\\": 1, \\\"reinstall\\\": 1, \\\"recover\\\": 4, \\\"forgotten\\\": 1, \\\"accessto\\\": 1, \\\"switch-virtual-interface\\\": 1, \\\"s1\\\": 87, \\\"exampleby\\\": 1, \\\"controlled\\\": 4, \\\"created\\\": 39, \\\"sdm\\\": 1, \\\"prefer\\\": 1, \\\"dual-ipv4-and-ipv6\\\": 1, \\\"taskios\\\": 6, \\\"commandsenter\\\": 3, \\\"terminalenter\\\": 4, \\\"99configure\\\": 1, \\\"172\\\": 53, \\\"0configure\\\": 1, \\\"addresss1\\\": 1, \\\"64enable\\\": 1, \\\"shutdownreturn\\\": 1, \\\"endsave\\\": 3, \\\"gatewaythe\\\": 3, \\\"receive\\\": 59, \\\"terminalconfigure\\\": 1, \\\"1return\\\": 1, \\\"configurationthe\\\": 4, \\\"determining\\\": 11, \\\"configurationin\\\": 4, \\\"connectivitypart\\\": 4, \\\"communicationfull-duplex\\\": 1, \\\"increases\\\": 12, \\\"allowing\\\": 7, \\\"transmit\\\": 18, \\\"simultaneously\\\": 9, \\\"bidirectional\\\": 2, \\\"microsegmentation\\\": 1, \\\"microsegmented\\\": 1, \\\"full-duplex\\\": 25, \\\"collision-domain\\\": 4, \\\"full-duplex-communication\\\": 2, \\\"half-duplex-communication\\\": 1, \\\"unidirectional\\\": 3, \\\"half-duplex\\\": 18, \\\"collisions\\\": 14, \\\"gb\\\": 4, \\\"nics\\\": 13, \\\"operate\\\": 33, \\\"collision\\\": 25, \\\"detection\\\": 15, \\\"circuit\\\": 8, \\\"nic\\\": 31, \\\"percent\\\": 5, \\\"directions\\\": 10, \\\"transmitting\\\": 8, \\\"doubling\\\": 1, \\\"stated\\\": 2, \\\"layerswitch\\\": 1, \\\"3560\\\": 2, \\\"half-\\\": 1, \\\"mbps\\\": 18, \\\"gbps\\\": 7, \\\"autonegotiation\\\": 10, \\\"connecting\\\": 19, \\\"workstations\\\": 8, \\\"mismatched\\\": 2, \\\"fiber-optic\\\": 20, \\\"1000base-sx\\\": 1, \\\"1configure\\\": 1, \\\"fullconfigure\\\": 1, \\\"100return\\\": 1, \\\"auto-mdixwhen\\\": 1, \\\"medium-dependent\\\": 2, \\\"crossover\\\": 7, \\\"auto-mdix\\\": 13, \\\"detects\\\": 4, \\\"straight-through\\\": 4, \\\"appropriately\\\": 1, \\\"cables\\\": 14, \\\"repeaters\\\": 1, \\\"adjusts\\\": 2, \\\"newer\\\": 5, \\\"mdix-auto\\\": 2, \\\"operates\\\": 29, \\\"2950\\\": 3, \\\"3550\\\": 1, \\\"controllers\\\": 17, \\\"ethernet-controller\\\": 1, \\\"phy\\\": 1, \\\"referencing\\\": 2, \\\"commandstaskios\\\": 1, \\\"commandsdisplay\\\": 1, \\\"interface-id\\\": 4, \\\"startup-configdisplay\\\": 1, \\\"running-configdisplay\\\": 1, \\\"flashdisplay\\\": 1, \\\"versiondisplay\\\": 1, \\\"historydisplay\\\": 1, \\\"mac-address-table\\\": 1, \\\"address-table\\\": 1, \\\"fast\\\": 17, \\\"18\\\": 10, \\\"99vlan\\\": 1, \\\"0default\\\": 1, \\\"further\\\": 1, \\\"issuesthe\\\": 3, \\\"detecting\\\": 5, \\\"data-link\\\": 11, \\\"fastethernet0\\\": 3, \\\"refers\\\": 10, \\\"carrier\\\": 13, \\\"detect\\\": 13, \\\"signal\\\": 16, \\\"data-link-layer\\\": 19, \\\"keepalives\\\": 2, \\\"based\\\": 6, \\\"encapsulation\\\": 11, \\\"mismatch\\\": 8, \\\"error-disabled\\\": 5, \\\"back-to-back\\\": 1, \\\"errors\\\": 28, \\\"severe\\\": 2, \\\"fail\\\": 7, \\\"explains\\\": 5, \\\"detected\\\": 3, \\\"typedescriptioninput\\\": 1, \\\"errorstotal\\\": 1, \\\"crc\\\": 8, \\\"overrun\\\": 2, \\\"ignored\\\": 3, \\\"runtspackets\\\": 1, \\\"medium\\\": 22, \\\"runt\\\": 6, \\\"giantspackets\\\": 1, \\\"exceed\\\": 1, \\\"greater\\\": 13, \\\"518\\\": 1, \\\"crccrc\\\": 1, \\\"calculated\\\": 3, \\\"checksum\\\": 6, \\\"output\\\": 9, \\\"errorssum\\\": 1, \\\"prevented\\\": 6, \\\"datagrams\\\": 6, \\\"collisionsnumber\\\": 1, \\\"retransmitted\\\": 1, \\\"late\\\": 2, \\\"collisionsa\\\": 1, \\\"occurs\\\": 31, \\\"512\\\": 7, \\\"transmitted\\\": 22, \\\"input\\\": 5, \\\"sum\\\": 8, \\\"reported\\\": 7, \\\"frames\\\": 111, \\\"64-byte\\\": 1, \\\"malfunctioning\\\": 1, \\\"usual\\\": 1, \\\"electrical\\\": 9, \\\"interference\\\": 13, \\\"loose\\\": 3, \\\"incorrect\\\": 10, \\\"cabling\\\": 34, \\\"noise\\\": 4, \\\"inspect\\\": 2, \\\"sources\\\": 16, \\\"normal\\\": 11, \\\"lengths\\\": 10, \\\"another\\\": 8, \\\"misconfiguration\\\": 5, \\\"issuesto\\\": 1, \\\"involving\\\": 1, \\\"bad\\\": 8, \\\"general\\\": 11, \\\"objectivesbasic\\\": 1, \\\"end-device\\\": 1, \\\"configurationimplement\\\": 1, \\\"ip-addressing\\\": 1, \\\"end-devices\\\": 3, \\\"ios-accessaccess\\\": 1, \\\"ios-device\\\": 1, \\\"configurationios-navigationnavigate\\\": 1, \\\"devicecommandcommand\\\": 1, \\\"softwaredevice\\\": 1, \\\"configurationsios\\\": 1, \\\"running-configuration\\\": 1, \\\"addressescommunicate\\\": 1, \\\"mediaconfigure\\\": 1, \\\"addressingconfigure\\\": 1, \\\"operating\\\": 5, \\\"systemshell\\\": 1, \\\"user-interface\\\": 1, \\\"interfaceskernel\\\": 1, \\\"resource\\\": 29, \\\"requirementhardware\\\": 1, \\\"guigui\\\": 1, \\\"interact\\\": 6, \\\"graphical-icon\\\": 1, \\\"windowgui\\\": 1, \\\"user-friendly\\\": 2, \\\"less-knowledgewindows\\\": 1, \\\"kde\\\": 1, \\\"apple\\\": 1, \\\"androidgui\\\": 1, \\\"crash\\\": 4, \\\"ospc\\\": 1, \\\"mouse\\\": 1, \\\"programsenter\\\": 1, \\\"text-based\\\": 2, \\\"commandsview\\\": 2, \\\"monitorcli-based\\\": 1, \\\"keyboard\\\": 2, \\\"cli-based\\\": 1, \\\"programsuse\\\": 1, \\\"methodsconsole\\\": 1, \\\"shell\\\": 6, \\\"establishes\\\": 15, \\\"insecure\\\": 2, \\\"user\\\": 9, \\\"authentication\\\": 81, \\\"programsterminal\\\": 1, \\\"putty\\\": 3, \\\"securecrt\\\": 1, \\\"navigation\\\": 6, \\\"primary\\\": 1, \\\"modesuser\\\": 1, \\\"allows\\\": 3, \\\"commandsidentified\\\": 1, \\\"symbolprivileged\\\": 1, \\\"featuresidentified\\\": 1, \\\"symbol\\\": 1, \\\"subconfiguration\\\": 5, \\\"modesglobal\\\": 1, \\\"used\\\": 25, \\\"aux\\\": 2, \\\"accessinterface\\\": 1, \\\"between\\\": 5, \\\"modesprivileged\\\": 1, \\\"privilege\\\": 5, \\\"desired\\\": 6, \\\"addressesthe\\\": 2, \\\"end-to-end\\\": 25, \\\"dotted\\\": 4, \\\"decimal\\\": 37, \\\"notation\\\": 8, \\\"network-portion\\\": 3, \\\"coupled\\\": 1, \\\"written\\\": 6, \\\"hexadecimal\\\": 71, \\\"every\\\": 14, \\\"single-hexadecimal-digit\\\": 3, \\\"groups\\\": 19, \\\"separated\\\": 12, \\\"colon\\\": 4, \\\"case-sensitive\\\": 1, \\\"replacing\\\": 2, \\\"portsnetwork\\\": 1, \\\"twisted-pair\\\": 2, \\\"copper\\\": 24, \\\"coaxial-cables\\\": 1, \\\"different\\\": 5, \\\"distance\\\": 29, \\\"carry\\\": 11, \\\"signalenvironment\\\": 1, \\\"installedamount\\\": 1, \\\"transmittedcost\\\": 1, \\\"installation\\\": 5, \\\"filesthere\\\": 1, \\\"reboot\\\": 1, \\\"lose\\\": 3, \\\"random\\\": 5, \\\"reflects\\\": 1, \\\"modifying\\\": 2, \\\"affects\\\": 7, \\\"volatile\\\": 1, \\\"loses\\\": 2, \\\"content\\\": 18, \\\"restarted\\\": 2, \\\"alter\\\": 10, \\\"configurationsif\\\": 1, \\\"previous\\\": 9, \\\"individually\\\": 1, \\\"go\\\": 11, \\\"offline\\\": 1, \\\"undesired\\\": 1, \\\"clear\\\": 15, \\\"erase\\\": 3, \\\"erasing\\\": 1, \\\"fileconfiguration\\\": 1, \\\"archived\\\": 1, \\\"logging\\\": 12, \\\"captured\\\": 8, \\\"myswitchlogs\\\": 1, \\\"disable\\\": 26, \\\"none\\\": 1, \\\"optionnote\\\": 1, \\\"record\\\": 13, \\\"operationtelnet\\\": 1, \\\"unsecure\\\": 2, \\\"username\\\": 20, \\\"communicating\\\": 6, \\\"wireshark\\\": 9, \\\"admin\\\": 4, \\\"operationsecure\\\": 1, \\\"22\\\": 5, \\\"encryption\\\": 64, \\\"authenticated\\\": 8, \\\"track\\\": 5, \\\"supports\\\": 5, \\\"sshto\\\": 1, \\\"cryptographic\\\": 12, \\\"capabilities\\\": 17, \\\"k9\\\": 1, \\\"sshbefore\\\": 1, \\\"minimally\\\": 1, \\\"unrecognized\\\": 1, \\\"domain\\\": 54, \\\"domain-name\\\": 3, \\\"generate\\\": 11, \\\"rsa\\\": 12, \\\"pairs\\\": 14, \\\"generating\\\": 1, \\\"pair\\\": 16, \\\"crypto\\\": 4, \\\"zeroize\\\": 1, \\\"deleted\\\": 10, \\\"authenticate\\\": 28, \\\"locally\\\": 10, \\\"database\\\": 30, \\\"operationalon\\\": 1, \\\"s1interface\\\": 1, \\\"s1pc1\\\": 1, \\\"21using\\\": 1, \\\"emulator\\\": 1, \\\"initiate\\\": 13, \\\"operational\\\": 11, \\\"sshin\\\": 3, \\\"passwordsencrypt\\\": 1, \\\"communicationsverify\\\": 1, \\\"etherchannel\\\": 234, \\\"restrictions\\\": 7, \\\"requirement\\\": 3, \\\"physically\\\": 7, \\\"bundle\\\": 4, \\\"trunk\\\": 56, \\\"vlans\\\": 103, \\\"trunking\\\": 33, \\\"s2\\\": 26, \\\"port-channel\\\": 40, \\\"making\\\": 19, \\\"compatibility\\\": 9, \\\"lacp\\\": 50, \\\"exampleconfiguring\\\": 2, \\\"specify\\\": 4, \\\"compose\\\": 2, \\\"together\\\": 15, \\\"channel-group\\\": 4, \\\"channel\\\": 61, \\\"step3\\\": 2, \\\"etherchannelin\\\": 4, \\\"pagpconfigure\\\": 2, \\\"802\\\": 146, \\\"3ad\\\": 4, \\\"etherchannelconfigure\\\": 4, \\\"etherchannelmodule\\\": 2, \\\"switched\\\": 29, \\\"objectiveetherchannel\\\": 2, \\\"operationdescribe\\\": 3, \\\"etherchanneltroubleshoot\\\": 2, \\\"aggregationthere\\\": 2, \\\"multiple\\\": 21, \\\"increase\\\": 22, \\\"spanning\\\": 41, \\\"tree\\\": 52, \\\"stp\\\": 212, \\\"block\\\": 20, \\\"loops\\\": 27, \\\"aggregation\\\": 15, \\\"that\\\": 7, \\\"fault-tolerance\\\": 2, \\\"increased\\\": 15, \\\"combine\\\": 5, \\\"overall\\\": 15, \\\"switch-to-switch\\\": 5, \\\"etherchanneletherchannel\\\": 4, \\\"originally\\\": 4, \\\"developed\\\": 20, \\\"grouping\\\": 8, \\\"bundled\\\": 4, \\\"advantages\\\": 7, \\\"ensuring\\\": 7, \\\"consistency\\\": 6, \\\"throughout\\\": 7, \\\"relies\\\": 4, \\\"balancing\\\": 3, \\\"bundles\\\": 4, \\\"exist\\\": 22, \\\"belonging\\\": 8, \\\"additionally\\\": 7, \\\"loss\\\": 38, \\\"restrictionsetherchannel\\\": 2, \\\"mixed\\\": 4, \\\"currently\\\": 4, \\\"consist\\\": 3, \\\"compatibly-configured\\\": 2, \\\"800\\\": 3, \\\"etherchannels\\\": 5, \\\"consistent\\\": 6, \\\"trunks\\\": 21, \\\"native\\\": 30, \\\"each\\\": 50, \\\"protocolsetherchannels\\\": 2, \\\"formed\\\": 4, \\\"negotiation\\\": 22, \\\"pagp\\\": 62, \\\"adjoining\\\": 2, \\\"static\\\": 261, \\\"unconditional\\\": 2, \\\"operationpagp\\\": 2, \\\"pronounced\\\": 4, \\\"pag\\\": 2, \\\"cisco-proprietary\\\": 8, \\\"aids\\\": 2, \\\"creation\\\": 8, \\\"etherchannel-capable\\\": 2, \\\"negotiate\\\": 9, \\\"forming\\\": 4, \\\"identifies\\\": 32, \\\"matched\\\": 3, \\\"spanning-tree\\\": 60, \\\"manages\\\": 10, \\\"additions\\\": 2, \\\"failures\\\": 7, \\\"mandatory\\\": 2, \\\"modification\\\": 4, \\\"compatible\\\": 7, \\\"forces\\\": 4, \\\"places\\\": 18, \\\"negotiating\\\": 9, \\\"negotiations\\\": 6, \\\"sending\\\": 37, \\\"passive\\\": 19, \\\"checking\\\": 7, \\\"terminating\\\": 4, \\\"outcome\\\": 6, \\\"s1s2channel\\\": 4, \\\"establishmentononyesondesirable\\\": 2, \\\"autonodesirabledesirableyesdesirableautoyesautodesirableyesautoautono\\\": 2, \\\"operationlacp\\\": 2, \\\"ieee\\\": 67, \\\"specification\\\": 5, \\\"facilitate\\\": 4, \\\"multivendor\\\": 2, \\\"establishmentononyesonactive\\\": 2, \\\"passivenoactiveactiveyesactivepassiveyespassiveactiveyespassivepassiveno\\\": 2, \\\"etherchannelas\\\": 2, \\\"configurationsall\\\": 2, \\\"access-ports\\\": 17, \\\"significantly\\\": 5, \\\"assigned\\\": 2, \\\"compatibly\\\": 2, \\\"f0\\\": 37, \\\"summary\\\": 5, \\\"incompatible\\\": 2, \\\"correct\\\": 9, \\\"interoperate\\\": 2, \\\"etherchannel-related\\\": 2, \\\"re-added\\\": 2, \\\"opposed\\\": 7, \\\"blocking\\\": 24, \\\"errdisabled\\\": 4, \\\"verified\\\": 9, \\\"issuesidentify\\\": 4, \\\"assignment\\\": 22, \\\"fhrp\\\": 8, \\\"conceptsmodule\\\": 12, \\\"fhrps\\\": 2, \\\"objectivefirst\\\": 1, \\\"protocolsexplain\\\": 1, \\\"hsrpexplain\\\": 1, \\\"hsrp\\\": 37, \\\"limitationsend\\\": 1, \\\"outside\\\": 56, \\\"serve\\\": 4, \\\"alternate\\\": 21, \\\"gateways\\\": 9, \\\"redundancyone\\\": 1, \\\"illusion\\\": 1, \\\"responsible\\\": 23, \\\"transparent\\\": 7, \\\"transition\\\": 12, \\\"ability\\\": 19, \\\"dynamically\\\": 32, \\\"first-hop\\\": 6, \\\"failoverwhen\\\": 1, \\\"transitions\\\": 9, \\\"hello\\\": 51, \\\"assumes\\\": 8, \\\"disruption\\\": 7, \\\"optionsfhrp\\\": 1, \\\"optionsdescriptionhot\\\": 1, \\\"hrsp\\\": 1, \\\"failover\\\": 5, \\\"routing-packets\\\": 2, \\\"pre-set\\\": 2, \\\"conditions\\\": 7, \\\"ipv6this\\\": 2, \\\"periodic\\\": 5, \\\"advertisements\\\": 5, \\\"ras\\\": 2, \\\"inactive\\\": 5, \\\"stop\\\": 7, \\\"vrrpv2\\\": 2, \\\"non-proprietary\\\": 1, \\\"election\\\": 21, \\\"assigns\\\": 11, \\\"responsibility\\\": 7, \\\"vrrp\\\": 3, \\\"multiaccess\\\": 43, \\\"elected\\\": 23, \\\"master\\\": 3, \\\"backups\\\": 10, \\\"vrrpv3this\\\": 1, \\\"vrrpv3\\\": 1, \\\"multi-vendor\\\": 2, \\\"scalable\\\": 27, \\\"glbp\\\": 4, \\\"protects\\\": 7, \\\"load-balancing\\\": 9, \\\"irdp\\\": 3, \\\"rfc\\\": 14, \\\"1256\\\": 1, \\\"legacy\\\": 34, \\\"nonlocal\\\": 1, \\\"overviewcisco\\\": 1, \\\"losing\\\": 2, \\\"availability\\\": 14, \\\"packet-forwarding\\\": 2, \\\"preemptionthe\\\": 1, \\\"numerically\\\": 2, \\\"highest\\\": 24, \\\"priorities\\\": 8, \\\"preemption\\\": 8, \\\"remain\\\": 6, \\\"online\\\": 8, \\\"higher\\\": 16, \\\"preempt\\\": 2, \\\"re-election\\\": 1, \\\"refer\\\": 2, \\\"boots\\\": 7, \\\"states\\\": 8, \\\"timeshsrp\\\": 1, \\\"statedescriptioninitialthis\\\": 1, \\\"learnthe\\\": 1, \\\"hear\\\": 2, \\\"listenthe\\\": 1, \\\"neither\\\": 7, \\\"listens\\\": 4, \\\"speakthe\\\": 1, \\\"actively\\\": 4, \\\"participates\\\": 2, \\\"standbythe\\\": 1, \\\"candidate\\\": 6, \\\"hello-packets\\\": 1, \\\"usage\\\": 5, \\\"hello-timer\\\": 1, \\\"headeripv4\\\": 2, \\\"layer-3\\\": 5, \\\"handle\\\": 10, \\\"fieldsthe\\\": 6, \\\"contains\\\": 2, \\\"informationdiagram\\\": 2, \\\"linethe\\\": 2, \\\"fieldssignificant\\\": 2, \\\"functiondescriptionversionthis\\\": 4, \\\"v4\\\": 5, \\\"v6\\\": 4, \\\"field\\\": 61, \\\"0100\\\": 2, \\\"differentiated\\\": 7, \\\"servicesused\\\": 2, \\\"diffserv\\\": 11, \\\"ds\\\": 4, \\\"intserv\\\": 9, \\\"tos\\\": 5, \\\"checksumdetect\\\": 2, \\\"corruption\\\": 3, \\\"headertime\\\": 2, \\\"live\\\": 6, \\\"ttl\\\": 13, \\\"zero\\\": 6, \\\"protocoli\\\": 2, \\\"address32\\\": 4, \\\"addressdestination\\\": 4, \\\"sample\\\": 4, \\\"headers\\\": 15, \\\"wiresharkthis\\\": 4, \\\"wiresharkthe\\\": 4, \\\"informationthe\\\": 5, \\\"limitations\\\": 9, \\\"ipv4ipv4\\\": 2, \\\"major\\\": 12, \\\"depletion\\\": 2, \\\"we\\\": 3, \\\"lack\\\": 7, \\\"survive\\\": 2, \\\"private\\\": 56, \\\"nat\\\": 199, \\\"ended\\\": 4, \\\"direct\\\": 14, \\\"public\\\": 50, \\\"complexity\\\": 9, \\\"temporary\\\": 4, \\\"manipulating\\\": 3, \\\"overviewipv6\\\": 2, \\\"engineering\\\": 15, \\\"task\\\": 3, \\\"force\\\": 2, \\\"ietf\\\": 5, \\\"overcomes\\\": 3, \\\"improvements\\\": 2, \\\"bitsimproved\\\": 2, \\\"handling\\\": 4, \\\"fieldseliminates\\\": 2, \\\"huge\\\": 2, \\\"shared\\\": 42, \\\"headerthe\\\": 3, \\\"flagfragment\\\": 2, \\\"offsetheader\\\": 2, \\\"headersignificant\\\": 2, \\\"0110\\\": 2, \\\"classused\\\": 2, \\\"equivalent\\\": 7, \\\"labelinforms\\\": 2, \\\"labels\\\": 4, \\\"20\\\": 33, \\\"fieldpayload\\\": 2, \\\"lengththis\\\": 2, \\\"16-bit\\\": 11, \\\"payload\\\": 7, \\\"packetnext\\\": 2, \\\"headeri\\\": 2, \\\"limitreplaces\\\": 2, \\\"countsource\\\": 2, \\\"address128\\\": 4, \\\"extension\\\": 2, \\\"eh\\\": 4, \\\"informationare\\\": 2, \\\"optionalare\\\": 2, \\\"payloadmay\\\": 2, \\\"fragmentation\\\": 2, \\\"mobility\\\": 7, \\\"fragment\\\": 6, \\\"number\\\": 33, \\\"systemsmodule\\\": 1, \\\"objectivebinary\\\": 1, \\\"systemcalculate\\\": 2, \\\"addressesbinary\\\": 1, \\\"numbering\\\": 12, \\\"consists\\\": 16, \\\"bitsdecimal\\\": 1, \\\"9hosts\\\": 1, \\\"binary-addressing\\\": 1, \\\"divided\\\": 4, \\\"byte\\\": 9, \\\"dot\\\": 1, \\\"people\\\": 9, \\\"converted\\\": 3, \\\"convert\\\": 19, \\\"systemsthis\\\": 2, \\\"positional\\\": 12, \\\"reviewpowers\\\": 1, \\\"reviewdecimal\\\": 1, \\\"reviewbinary\\\": 1, \\\"reviewconvert\\\": 1, \\\"notationpositional\\\": 1, \\\"digit\\\": 5, \\\"represents\\\": 10, \\\"position\\\": 16, \\\"occupies\\\": 1, \\\"radix10101010position\\\": 1, \\\"numbercalculate\\\": 2, \\\"103\\\": 1, \\\"102\\\": 1, \\\"value100010010thousandshundredstensonespositional\\\": 1, \\\"value100010010decimal\\\": 1, \\\"1234\\\": 1, \\\"calculate1\\\": 1, \\\"10002\\\": 1, \\\"1003\\\": 1, \\\"104\\\": 1, \\\"1add\\\": 1, \\\"4result1\\\": 1, \\\"234\\\": 1, \\\"radixposition\\\": 1, \\\"27\\\": 2, \\\"26\\\": 4, \\\"25\\\": 8, \\\"21\\\": 6, \\\"value128643216positional\\\": 1, \\\"value128643216binary\\\": 2, \\\"calculate1x1281x640x320x160x80x40x20x1add\\\": 2, \\\"them\\\": 5, 